Repository: Andres-Villarroel/WheresMyStuffiOS
Catalog: WheresMyStuff/Resources/Localizable.xcstrings
Source language: en
Languages: es_419

source: + Add Category
es_419: + Categoría

source: +Add Category
es_419: +Categoría

source: +Category
es_419: +Categoría

source: +Item
es_419: +Artículo

source: Add
es_419: Agregar

source: Add Category
es_419: Agregar Categoría

source: Add Item
es_419: Agregar artículos

source: Add items under the '%@' category to fill this page
es_419: Agregue artículos a la categoría "%@" para llenar esta página.

source: Add items under the '%@' category to fill this page.
es_419: Agregue artículos a la categoría "%@" para llenar esta página.

source: Browse
es_419: Navegar

source: Cancel
es_419: Cancelar

source: Categories
es_419: Categorías

source: Category
es_419: Categoría

source: Category: %@
es_419: Categoría: %@

source: Check the spelling or try a new search.
es_419: Revisa la ortografía o intenta una nueva búsqueda

source: Choose Category
es_419: Selecciona categoría

source: Choose from library
es_419: Por fototeca

source: Choose Image
es_419: Selecciona Imagen

source: Created: %@
es_419: Creado: %@

source: Dashboard
es_419: Explorar

source: Delete Image
es_419: Borrar Imagen

source: Delete Item
es_419: Borrar artículo

source: Dismiss
es_419: Despedir

source: Edit
es_419: Editar

source: Enter Category Name
es_419: Escriba Nuevo Nombre

source: Enter Cateory Name
es_419: Escriba Nuevo Nombre

source: Full Version
es_419: Versión completa

source: Item Limit Reached
es_419: Límite alcanzado

source: Last Updated: %@
es_419: Modificado: %@

source: Limit is %lld items, please purchase the full version to remove this limit. The full version can be purchased in: Search screen>Settings.
es_419: El límite es de %lld artículos, por favor compre la versión completa para eliminar este límite. La versión completa se puede comprar en: Pantalla de búsqueda>Configuración.

source: Location
es_419: Lugar

source: Location: %@
es_419: Lugar: %@

source: Name
es_419: Nombre

source: Name: %@
es_419: Nombre: %@

source: No categories found. Press the '+Category' button to add a category.'
es_419: No hay categorías. Presione el botón '+Categoría' para crear una categoría".

source: No items found
es_419: No se encontró artículos

source: No Items Here...
es_419: Aquí no hay nada...

source: No Results
es_419: No hay resultados

source: None
es_419: No categoría

source: Notes
es_419: Notas

source: Notes: %@
es_419: Notas: %@

source: Optional
es_419: Opcional

source: Photo Library
es_419: Fototeca

source: Please enable camera access
es_419: Por favor permita el acceso a la cámara

source: Recently Added
es_419: Recién Agregado

source: Recently Viewed
es_419: Recién Visto

source: Required
es_419: Necesario

source: Restore Purchase
es_419: Restaurar la compra

source: Save Changes
es_419: Guardar cambios

source: Save Item
es_419: Guardar

source: Saved
es_419: Guardado

source: Search
es_419: Buscar

source: Search Items
es_419: Buscar

source: Settings > WheresMyApp > use camera
es_419: Configuracíones > WheresMyStuff > permitir camera

source: Settings > WheresMyStuff > toggle camera
es_419: Configuracíones > WheresMyStuff > permitir camera

source: Submit
es_419: Enviar

source: Successfully Added
es_419: Agregado con éxito

source: Take Photo
es_419: Tomar nuevo foto

source: Unlocks the full version of the app
es_419: Versión completa sin restricciones

source: What do you want to find?
es_419: ¿Qué le gustaría bucar?

source: Your most recently added item will appear here
es_419: El último artículo agregado aparecerá aquí

source: Your most recently seen item will appear here
es_419: El último artículo visto aparecerá aquí
